export default {
  'layout': {
    'label': '布局控件',
    'tip': '布局控件提供布局控件,该类型控件可以组合相互嵌套。'
  },
  'common': {
    'label': '基础控件',
    'tip': '基础控件提供最基本的表单功能。'
  },
  'advanced': {
    'label': '增强控件',
    'tip': '增强控件可以扩展增强表单控件，平台增强的控件类型。'
  },
  'system': {
    'label': '系统控件',
    'tip': '系统字段可以默认设置系统的字段信息。'
  },
  'process': {
    'label': '流程控件',
    'tip': '流程控件可以让表单获取更多关于流程信息。'
  },
  'custom': {
    'label': '自定义控件',
    'tip': '自定义控件可以让表单自定义扩展更多自定义的表单控件。'
  },
  'combination': {
    'label': '组合控件',
    'tip': '组合控件件可以让表单自由组合各种类型表单。'
  },
  'other': {
    'label': '其它控件',
    'tip': '其它控件一般都是不可以输入的控件。'
  }
}
